Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nokut.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In short, these changes can be summarised as a pivot towards students seeing education more and more as a “service” to be rendered, and teachers as the providers of said service.
nb: Kort oppsummert omhandler denne endringen om en dreining mot at studentene i større grad oppfatter seg selv som «kunder» og underviseren som «tjenesteleverandør».

source: NOKUTs Qualifications Passport for Refugees
nb: NOKUTs kvalifikasjonspass for flyktninger

source: Direct personally identifiable information will be deleted by NOKUT by October 1st 2018, at the latest.
nb: Direkte personidentifiserbare opplysninger vil slettes av NOKUT senest 1. oktober 2018.

source: , UNESCO/European Council 2001.
nb: , UNESCO/Europarådet 2001.

source: SAINT LUCIA Caribbean Advanced Proficiency Examinations (CAPE) with 6 passed CAPE Units OR General Certificate of Education with 3 A Levels
nb: SAINT LUCIA Caribbean Advanced Proficiency Examinations (CAPE) med 6 beståtte CAPE-enheter ELLER 3 GCE A Levels for eldre utdanninger

source: Student Christine Alveberg, NSO, University of Agder (UiA)
nb: Student Christine Alveberg, NSO, Universitetet i Agder (UiA)

source: The educational programme leading to the qualification must be accredited or officially recognized as higher education, cf. Regulations on quality assurance § 6-1 (3).
nb: Utdanningen må være akkreditert eller offentlig godkjent som høyere utdanning jf. studiekvalitetsforskriften § 6-1 (3).Utdanningen må oppfylle minst ett av følgende krav:a.

source: NOKUT accepts the following:
nb: NOKUT aksepterer følgende:

source: Checklist for processing applications for recognition
nb: Sjekkliste for saksbehandling av søknader om godkjenning

source: Secondary School Leaving Certificate + 1 year university education OR Somaliland Certificate of Secondary Education Examination (issued by Somaliland National Examination and Certification Board, SLNECB or earlier by Somaliland National Examination Board SLNEB) + 1 year university education
nb: Secondary School Leaving Certificate + 1 års universitetsutdanning ELLER Somaliland Certificate of Secondary Education Examination (utstedt av Somaliland National Examination and Certification Board, SLNECB eller tidligere av Somaliland National Examination Board SLNEB) + 1 års universitetsutdanning SYRIA:

source: National qualifications frameworks are based on the national education system and show levels and progression and their connections with the labour market and civil society.’ See the list of terminology used in Appendix 2.
nb: Nasjonale kvalifikasjonsrammeverk er basert på nasjonens utdanningssystem, viser nivå og progresjon og sammenheng til arbeidsliv og samfunnsliv.” Se opplisting av den terminologi som brukes i vedlegg 2.

source: Is the education recognised in the country where it was taken?
nb: Er utdanningen godkjent i det landet den er tatt?

source: You may also give NOKUT your consent to keep your personal information (name, email address and the event you attended) in order to invite you to other relevant events on later occasions.
nb: Det er videre mulig å samtykke til at vi beholder personopplysningene dine (navn, e-post og informasjon om hvilke arrangement du deltok på) for å kunne invitere deg til andre aktuelle arrangementer ved senere anledninger.

source: If your professional qualification is from an EU/EEA country, please click the link for the profession in question to find information on how to apply for authorisation/recognition on the Altinn website.
nb: Hvis du har utdanning fra EU/EØS, kan du søke om godkjenning på Altinn, klikk aktuell yrkestittel for lenke til søknad.

source: The leader of the National Union of Students in Norway, Marianne Andenæs, Professor at bioCEED, Vigdis Vandvik, Rector Mari Sundli Tveit at the Norwegian University of Life Sciences and the Director of The Department of Quality Assurance, Øystein Lund at NOKUT, took part in a debate with the report as its point of departure.
nb: NSO-leder Marianne Andenæs, professor Vigdis Vandvik ved bioCEED, rektor ved Norges miljø- og biovitenskapelige universitet Mari Sundli Tveit og tilsynsdirektør i NOKUT Øystein Lund stilte til debatt.

source: Exemption Yes 2) Applicants who have obtained a Bachelor’s degree from the home country with English as the language of instruction are exempted from the test.
nb: Fritak Ja 2) Søkere med gjennomført bachelorgrad fra hjemlandet med engelsk som undervisningsspråk, fritas for engelsktest.

source: The survey will close on 5 May
nb: Frist for å svare er 5. mai

source: In such cases, more information about the details of the education such as grade point average, credit hours and exactly what documents form the basis for NOKUT’s evaluation is desirable.
nb: I slike tilfeller er det ønskelig med mer informasjon om detaljer i utdanningen, som snittkarakter, credit hours og eksakt hvilke dokumenter som ligger til grunn for NOKUTs vurdering.

source: Adviser, Centres for Excellence in Education (SFU)+47 21 02 18 25 | Ingvild.Andersen.Helseth@nokut.no
nb: rådgiver, Sentre for fremragende utdanning+47 21 02 18 25 | Ingvild.Andersen.Helseth@nokut.no

source: The panel consisted of the following members:
nb: Komitéen besto av følgende personer:

source: Subject-based student exchange arrangements, and periods of practice work in Norway and abroad, can give students broader perspectives on their field of study, as well as opportunities to specialize.
nb: Faglig forankret utveksling og praksisopphold i inn- og utland kan gi studentene en bredere faglig tilnærming, økt spesialisering og et rikere tilfang av perspektiver.

source: As with feedback, we did not ask students about the frequency with which they received individual counselling.
nb: Det varierer på tvers av studieprogrammer i hvor stor grad studentene står fritt til å velge emner i utvekslingsoppholdene.

source: has learning outcomes that correspond to the teaching and assessment forms used, in such a
nb: o har en god indre sammenheng og samsvar mellom læringsutbyttebeskrivelser og

source: Exemption Yes 3) Applicants who have passed an A-level examination in English may be exempted.
nb: Fritak Ja 3) Søkere som har en A-level eksamen i engelsk, kan fritas for engelsktest.

source: Approval is given at the European level for correspondence, or at least communication, between the individual national qualifications frameworks for higher education and the overarching framework of qualifications for the European higher education area.
nb: Det betyr at det på europeisk nivå gis en godkjenning av at de enkelte nasjonale kvalifikasjonsrammeverkene for høyere utdanning korresponderer, eller i alle fall kommuniserer, med det overordnede europeiske rammeverket for høyere utdanning.

source: You can use the recognition when
nb: Du kan bruke den når du

source: The application process is demanding and will take time; applicants must be able to refer to innovative plans and ambitions for their centres.
nb: Søknadsprosessen er både lang og krevende, og søkere må kunne vise til innovative planer og ambisjoner for senteret sitt.

source: Another example is ethical issues, which on page 16 is focused on personal privacy.
nb: (Det burde være maks 16) Vi savner også eksempler på undervisningsmetoder.
